/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@ ; %2$d %3$@ ; données = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromis AA";

/* Label of field in authority info access extension */
"Access Location" = "Emplacement d’accès";

/* Label of field in authority info access extension */
"Access Method" = "Méthode d’accès";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Affiliation modifiée";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algorithme";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Numéro de série du certificat de l’autorité";

/* Authority info access extension label */
"Authority Information Access" = "Accès aux informations de l’autorité";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identifiant de clé d’autorité";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Contraintes élémentaires";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Chaîne binaire";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Chaîne d’octets";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "octets";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromis de l’autorité de certification";

/* X.509 key usage bitfield name */
"Cert Sign" = "Signature de certificat";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autorité de certification";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Suspension de certificat";

/* Certificate Policies extension label */
"Certificate Policies" = "Règlements des certificats";

/* No comment provided by engineer. */
"Certificate Type" = "Type de certificat";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Arrêt des opérations";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Critique";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Points de distribution CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Émetteur CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Signature CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Données";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Chiffrement des données";

/* X.509 key usage bitfield name */
"Decipher Only" = "Déchiffrer seulement";

/* X.509 key usage bitfield name */
"Digital Signature" = "Signature numérique";

/* label for general name field value */
"Directory Name" = "Nom du répertoire";

/* label for general name field value */
"DNS Name" = "Nom DNS";

/* label for general name field value */
"EDI Party Name" = "Nom EDI Party";

/* label for general name field value */
"Email Address" = "Adresse électronique";

/* X.509 key usage bitfield name */
"Encipher Only" = "Chiffrer seulement";

/* No comment provided by engineer. */
"Expired" = "Expiré";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Expiration";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Texte explicite";

/* Extended key usage extension label */
"Extended Key Usage" = "Utilisation de clé étendue";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nom général";

/* Label used for General Names when value is invalid */
"General Names" = "Noms généraux";

/* No comment provided by engineer. */
"Hostname mismatch." = "Les noms d’hôte ne correspondent pas.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Empêcher le mappage des règlements";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ non valide(s)";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Lien de chaîne de certification non valide.";

/* label for general name field value */
"IP Address" = "Adresse IP";

/* No comment provided by engineer. */
"Issued By" = "Émis par";

/* No comment provided by engineer. */
"Issuer Name" = "Nom de l’émetteur";

/* No comment provided by engineer. */
"Issuer Summary" = "Résumé de l’émetteur";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Identifiant unique d’émetteur";

/* X.509 key usage bitfield name */
"Key Agreement" = "Accord de clés";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromis de clé";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Chiffrement de clé";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identifiant de clé";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nom relatif à l’émetteur de CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Non";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Non répudiation";

/* field value of parameters field when no parameters are present */
"none" = "aucun";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "non affiché (balise = %1$@ ; longueur %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Non valide après";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Non valide avant";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Numéros de notification";

/* Netscape certificate type usage value */
"Object Signing" = "Signature d’objet";

/* Netscape certificate type usage value */
"Object Signing CA" = "AC de signature d’objet";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID trop long";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Un ou plusieurs certificats ont expiré ou ne sont pas encore valides.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Une ou plusieurs extensions critiques non gérées ont été trouvées.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisation";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Autre nom";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Paramètres";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Contrainte de longueur de chemin";

/* Policy constraints extension label */
"Policy Constraints" = "Contraintes de règlements";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identifiant de règlement #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Qualificatif de règlement #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Conditions de règlement non remplies.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Période d’utilisation de clé privée";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilège retiré";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algorithme de clé publique";

/* No comment provided by engineer. */
"Public Key Data" = "Données de clé publique";

/* Label of field in extended key usage extension */
"Purpose" = "Objectif";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Qualificatif";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Raisons";

/* label for general name field value */
"Registered ID" = "Identifiant enregistré";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Exiger un règlement explicite";

/* Netscape certificate type usage value */
"Reserved" = "Réservé";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Certificat racine non fiable.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "AC S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Séquence";

/* No comment provided by engineer. */
"Serial Number" = "Numéro de série";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Définir";

/* No comment provided by engineer. */
"Signature" = "Signature";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algorithme de signature";

/* Netscape certificate type usage value */
"SSL CA" = "AC SSL";

/* Netscape certificate type usage value */
"SSL client" = "Client SSL";

/* Netscape certificate type usage value */
"SSL server" = "Serveur SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identifiant de clé d’objet";

/* No comment provided by engineer. */
"Subject Name" = "Nom du sujet";

/* No comment provided by engineer. */
"Subject Unique ID" = "Identifiant de sujet unique";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Remplacé";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Ce certificat comporte un émetteur ayant expiré";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Ce certificat comporte un émetteur pas encore valide";

/* No comment provided by engineer. */
"This certificate has expired" = "Ce certificat a expiré";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Ce certificat n’est pas encore valide";

/* The certificate is temporally valid */
"This certificate is valid" = "Ce certificat est valide";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ non analysé(es)";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Inutilisé(es)";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Utilisation";

/* No comment provided by engineer. */
"Valid from" = "Valide à partir du";

/* No comment provided by engineer. */
"Version" = "Version";

/* label for general name field value */
"X.400 Address" = "Adresse X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nom X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 version %1$d, certificat %2$s";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Oui";

